


"REG_SE_date_title"         ="日期";
"REG_SE_state_title"        ="状态";
"REG_SE_orderId_title"      ="订单号";
"REG_SE_role_title"         ="角色";
"REG_SE_feedback_btn_title" ="反   馈";
"REG_SE_post_times_title"   ="目前反馈次数";

"REG_SE_state_finished"             ="已完成";
"REG_SE_state_payFail"              ="付款失败";
"REG_SE_state_ServerCheckPayFail"   ="服务器验证无效";
"REG_SE_state_userCancel"           ="用户取消购买";
"REG_SE_state_inPaying"             ="交易中";

"REG_SE_post_log_fail"              ="发送购买日志失败！请重新尝试";
"REG_SE_post_log_success"           ="发送购买日志成功！";
"REG_SE_is_posting"                 ="正在发送中。。。";
"REG_SE_post_time_sign_text"        ="下面是上传的时间标志，请截图并发给客服人员：";
"REG_SE_post_current_too_mutch_text"="一个小时内。只能发送日志一次。激励下次可发送时间还剩下：\n";

//FB绑定过程中的一些提示
"__UI_ACCOUNTBIND_FACEBOOK_INFO__"                           ="您目前登入的Facebook帐号为: %@，是否绑定该帐号？";
"__UI_ACCOUNTBIND_FACEBOOK_COMFIRM__"                        ="使用该帐号";
"__UI_ACCOUNTBIND_FACEBOOK_CANCLE__"                         ="使用其他帐号";
"__UI_ACCOUNTBIND_FACEBOOK_INFO_LOGOUT__"                    ="请先登入你想要绑定的facebook帐号";
"__UI_INVITE_GET_GIFT_MESSAGE__"                             ="%@，条件：%@，您目前已经邀请了好友%d名!";

//系统的提示
/*服务器的访问结果异常提示*/
"textNoNet"                     = "网络不给力！";
"textServerReturnError"         = "服务器返回非空的错误，请重新尝试！";
"textServerReturnNull"          = "服务器返回空值，请重新尝试！";
"textParameterNull"             = "接收参数空，无法处理。请重新尝试！";
/*按钮文字*/
"titleAlertSureBtnTitle"        = "确认";
"titleAlertCancel"              = "取消";

// 储值诱导提示
"STR_INDUCE_VIEW_NOT_SHOW_TODAY" = "关闭之后不再显示哦!";

//关于购买的提示
"textIapParameterNil"       = "购买参数异常，请重新尝试！";
"textIapNoNet"              = "网络不给力,购买时请保证网络通畅！";
"textIapOneIsPaying"        = "有一笔交易正在进行中";
"textIapNoMakePayments"     = "PaymentQueue不支持购买支付！";
"textIapServerInMaintain"   = "服务器维护中！\n请过一段时间进行购买，感谢您的支持。\nE_code：%@";
"textIapNoThisItem"         = "商品不存在！";
"textIapPostCheckNoNet"     = "订单号:%@ \n由于网络不稳定，暂时无法获取游戏币。建议在良好的网络环境下，点击“确认”重新获取游戏币；或尝试重新登入游戏查看。";
"textIapBuyError"           = "交易订单号：%@\n验证error！请截屏后联系我們客服。\n屏幕截图將視为補單唯一憑證！";
"textIapAppStorePayFail"    = "AppStore支付失敗！\nE_code:%@";
"textIapBuyFail"            = "购买失敗:\n订单号：%@\n请截屏后联系客服。\n屏幕截图將視为補單唯一憑證！";
"textIapUserCancelToPay"    = "您取消了购买！";
"textIapHaveSendGameStone"  = "交易订单号：%@\n商品已经发送过，请注意查收！";
"textIapBuySuccess"         = "购买成功，游戏币已经发送:\n交易订单号：%@\n祝您游戏愉快！";
"_PAYING_"                                                ="交易进行中，请稍等";

//关于facebook的提示
/*facebook登录提示*/
"textFbInviteGetFbIDFail"               = "获取facebook用户信息失敗！";
"textLoginGetFBTokenFail"               = "获取facebook的token不成功，登入失敗！";
"textLoginGetFBInfoFail"                = "获取facebook用户信息失敗，登入失敗！";
/*facebook邀请好友*/
"textFbInviteActivityNotOpen"           = "facebook邀请好友活動沒有開啟！";
"textFbInviteGetPublicRightFial"        = "获取发布邀请权限失敗！请重新尝试。";
"textFbInviteGetCanInvitedFriendsFail"  = "获取可以邀请的好友信息，失敗！";
"textFbInviteUserCancelInvite"          = "您取消了邀请！";
"textFbInviteUserCloseInvite"           = "您中断了邀请！";
/*facebook分享*/
"textFbShareGetPublicFail"              = "分享过程中，获取权利失敗！";
"textFbShareGetTokenFail"               = "分享过程中，获取token失敗！";
"textFbShareFail"                       = "发送分享失敗！";
"textFbShareSuccess"                    = "分享成功！";

"textFbShareNotFoundFbAcount"                       = "要进行分享，请先在系统设置->Facebook中添加Facebook帐号";
"textFbShareNotFoundFbClient"                    = "要进行分享，请先安裝Facebook客户端！";

// facebook社交
"textFbSocialViewTitle"  =  "Facebook社交功能";
"textFbSocialCountOfInvited"           = "已成功邀请%@人";
"textFbSocialButtonLike"        = "赞好";
"textFbSocialButtonShare"  = "分享";
"textFbSocialRanking"          = "好友赠送";
"textFbSocialInviting"           = "好友邀请";
"textFbSocialTaskAward"              = "任务奖励";
"textFbSocialMail"              = "奖励信箱";
"textFbSocialFunction"               = "功能說明";
"textFbSocialTitleRank"                       = "排名";
"textFbSocialTitleFriends"                    = "好友";
"textFbSocialTitleServer"                       = "服务器";
"textFbSocialTitleGrade"                    = "等級";
"textFbSocialTitlePower"                       = "戰力";
"textFbSocialTitleGive"                    = "赠送";
"textFbSocialButtonSendInvite"                       = "发送";
"textFbSocialButtonSelectAll"                    = "全选";
"textFbSocialGetInvitableFriendsFailed"                    = "获取可邀请好友失敗！";
"textFbSocialGetFriendsRankDataFailed"                    = "获取好友排行数据失敗！";
"textFbSocialAwardTableSectionTitle"                    = "階段性奖励";
"textFbSocialInvitedTableSectionTitle"                       = "已邀请好友";
"textFbSocialButtonGet"                          = "领取";
"textFbSocialButtonGot"                          = "已领取";
"textFbSocialButtonGotSuccess"                          = "领取成功";
"textFbSocialButtonSend"                        = "赠送";
"textFbSocialButtonResend"                    = "回赠";
"textFbSocialButtonSended"                    = "已赠送";
"textFbSocialLabelInviteSuccessFriend"                    = "%@接受了邀请";
"textFbSocialLabelSendedPresent"                    = "%@发來的礼包";
"textFbSocialTipsRewardEmpty"                    = "奖励为空！";
"textFbSocialButtonCopy"                    = "复制";
"textFbSocialWantedInviteFriendsCountOverflow"                    = "您所邀请的好友数量不能超过50";
// facebook社交第二版新增提示
"textFbSocialSending"                               = "好友赠送";
"textFbSocialLabelShareRightNow"                           = "立即分享";
"textFbSocialButtonGetShareReward"                                     = "领取奖励";
"textFbSocialButtonImmediateinvitation"                           = "邀请";
"textFbSocialButtonGetReward"                                     = "领取";
"textFbSocialButtonRewardGot"                                     = "已领";
"textFbSocialTitleShareToFb"                                      = "分享至Facebook立即獲得奖励";
"textFbSocialTitleShareToLine"                                      = "分享至Line立即獲得奖励";
"textFbSocialTitleOnwStage"                                       = "第一階段";
"textFbSocialTitleTwoStage"                                       = "第二階段";
"textFbSocialTitleThirdStage"                                     = "第三階段";
"textFbSocialTitleInviteReward"                                   = "邀请奖励";
"textFbSocialTitleYouNeedToInvite"                                = "你还需要邀请喲";
"textFbSocialTitleSuccessInviteRegiterNum"                        = "已成功邀请注册%@人";
"textFbSocialLabelCountOfAwardToSend"                        = "赠送：%@\n今天还可以赠送 %@ 人";
"textFbSocialLabelUnreceived"                        =  "还有%@個礼物未领取，趕快到奖励信箱领取哦！";
"textFbSocialLabelNoUnreceived"                        =  "快和好友一起互赠礼物吧！";
"textFbSocialLabelRechargeLabelHoursTips"                        =  "儲值任务，你还剩%@小時领取奖励";
"textFbSocialLabelRechargeLabelDaysTips"                        =  "儲值任务，你还剩%@天领取奖励";
"textFbSocialLabelRechargeLabelNowTips"                        =  "現在可以领取儲值奖励了哦";
"textFbSocialLabelRechargeAward"                        =  "儲值奖励";
"textFbSocialLabelShareAward"                        =  "分享奖励";
"textFbSocialLabelFriendAward"                        =  "赠送奖励";
"textFbSocialLabelYourAward"                        =  "你的奖励";
"textFbSocialLabelAwardReceiveInstruction"   = "如果游戏直接发放游戏币，点击直接领取即可。需要序列号的，点击复制按鈕，在對話框中可显示序列号。";
"textFbSocialLabelAwardTableTitleTime"       = "時間";
"textFbSocialLabelAwardTableTitleName"     =  "奖励名称";
"textFbSocialLabelAwardTableTitleGood"      = "奖励物品";
"textFbSocialLabelAwardTableTitleCode"        = "序号";
"textFbSocialLabelAwardTableTitleOperation" = "操作";
"textFbSocialLabelAwardTableCopySuccess" = "复制成功";
"textFbSocialLabelInviteAwardStateUnReach"  =  "还差%@人，%@就属于你了！";
"textFbSocialLabelInviteAwardStateReached"  =  "成功邀请%@人，%@現在属于你了！";
"textFbSocialLabelInviteAwardStateReceived"  =  "奖励已领取，继续邀请好友吧！";
// amend  20161119
"textFbSocialLabelInvitationTask"  =  "邀请任务";
"textFbSocialLabelRechargeTask"  =  "儲值任务";
"textFbSocialLabelRechargeProgress"  =  "儲值进度（%@／%@）";
"textFbSocialLabelRechargeCondition"  =  "好友儲值达到条件";
"textFbSocialLabelRechargeFriendsTips"  =  "他們在努力帮忙加油中";

//TW
"_STR_PLAYNOW_BIND_ACCOUNT_"                                               = "绑定免注册帐号";
"_STR_TWITTER_BIND_ACCOUNT_"                                               = "绑定推特帐号";
"_STR_GOOGLEPLUS_BIND_ACCOUNT_"                                               = "绑定谷歌加帐号";
"_STR_LINE_BIND_ACCOUNT_"                                               = "绑定Line帐号";
"_STR_VK_BIND_ACCOUNT_"                                               = "绑定Vkontakte";

"_STR_PLAYNOW_BIND_ACCOUNT_BTN_TITLE_"                                               = "绑定免注册帐号";
"_STR_FACEBOOK_BIND_ACCOUNT_BTN_TITLE_"                                               = "绑定臉書帐号";
"_STR_TWITTER_BIND_ACCOUNT_BTN_TITLE_"                                               = "绑定推特帐号";
"_STR_GOOGLEPLUS_BIND_ACCOUNT_BTN_TITLE_"                                               = "绑定谷歌加帐号";
"_STR_LINE_BIND_ACCOUNT_BTN_TITLE_"                                               = "绑定Line帐号";
"_STR_VK_BIND_ACCOUNT_BTN_TITLE_"                                               = "绑定Vkontakte帐号";
"_STR_BIND_"                                               = "绑定";
"_STR_OTHER_ACCOUNT_LOGIN_"                                                ="其它帐号登入";
"_STR_AGREE_PRIVACY_PLICY_"                                               = "已阅读并同意";
"_STR_PRIVACY_PLICY_"                                               = "隐私协议";
"_STR_REGISTRATION_"                                               = "注册";
"_STR_REGISTER_AGREEMENT_UNCHECKED"     = "请先阅读并同意隐私协议";
"_ASIA_ACCOUNT_LOGOUT_"          =   "登出";
"_ASIA_SYSTEMANOUNCE_NOT_PRESENT_"          =   "今天不再显示";
"textFbSocialWantedInviteFriendsCountOverflow"                    = "您所邀请的好友数量不能超过50";

"_STR_FB_INVITE_SHARE_MORE_BTN_"                                ="更多分享";
"_STR_FB_INVITE_RANK_TITLE_"                                    ="好友排行榜";
"_STR_FB_INVITE_RANK_PRESTIGE_"                                 =" 威望";
"_STR_FB_INVITE_RANK_GIVE_"                                     ="赠送";
"_STR_FB_INVITE_RANK_COMMENT_"                                  ="說明說明說明說明說明說明說明說明說明說明說明說明說明說明說明說明說明說明說明說明說明說明說明說明說明說明說明說明";
"_STR_FB_INVITE_RANK_CLAIM_"                                    ="索取";
"_STR_FB_INVITE_LABEL_PACKAGE_NAME__"                            = "礼包 %d";
"_STR_FB_INVITE_LABEL_Reward__"                                  = "奖励:%@";
"_STR_FB_INVITE_LABEL_Reward_Condition__"                                  = "条件:%@";


"__UI_LOGINVIEW_ACCOUNT_TEXTFEILD__"                         ="帐号";
"__UI_LOGINVIEW_PASSWORD_TEXTFEILD__"                        ="密码";
"__UI_LOGINVIEW_CHANGEPASSWORD_BUTTON__"                     ="修改密码";
"__UI_LOGINVIEW_MACBIND_BUTTON__"                            ="免注册绑定";
"__UI_LOGINVIEW_FORGOTPASSWORD_BUTTON__"                     ="忘记密码";
"__UI_LOGINVIEW_LOGINWAYS_LABEL__"                           ="使用以下帐号登入";
"__UI_CHANGEPASSWORD_OLDPASSWORD_TEXTFEILD__"                ="原始密码";
"__UI_CHANGEPASSWORD_NEWPASSWORD_TEXTFIELD__"                ="新密码";
"__UI_CHANGEPASSWORD_NEWPASSWORD_CONFIRM_TEXTFIELD__"        ="确认新密码";
"__UI_FORGOTPASSWORD_EMAIL__"                                ="注册邮箱";
"__UI_ACCOUNTBIND_PASSWORD_CONFIRM__"                        ="重复密码";
"__UI_ACCOUNTBIND_EMAIL__"                                   ="Email(可用于找回密码)";

"__UI_PHONE_LOGINVIEW_PHONE_LOGIN_BUTTON__" ="Phone login";
"__UI_PHONE_LOGINVIEW_PHONE_REGISTER_BUTTON__" ="Phone register";
"__UI_PHONE_LOGINVIEW_OTHER_LOGIN_BUTTON__" ="Other login";
"__UI_PHONE_COUNTRY_CODE_TEXTFIELD__" ="Country Code";
"__UI_PHONE_PHONE_NUMBER_TEXTFIELD__" ="Input phone number";
"__UI_PHONE_GET_CAPTCHAT_BUTTON__" ="Get phone captcha";
"__UI_PHONE_GET_CAPTCHAT_label__" ="Get again after %ds";
"__UI_PHONE_CAPTCHAT_TEXTFIELD__" ="captcha";
"__UI_PHONE_CAPTCHAT_NUMBER_TEXTFIELD_PLACEHOLDER__"            ="Country Code-phone number";
"__UI_PHONE_REGETPSW_BUTTON__"                                  ="Retrieve password by phone";
"__UI_PHONE_RESETPSW_BUTTON__"                                  ="Reset Password by phone";

// my word 20170328
"BTN_TITLE_ACCOUNT_LOGIN"                       ="新玩意帐号登入";
"BTN_TITLE_FACEBOOK_LOGIN"                      ="Facebook登入";
"BTN_TITLE_GUEST_LOGIN"                         ="免注册登入";
"BTN_TITLE_LOGIN"                               ="登入";
"BTN_TITLE_REGISTER_ACCOUNT"                    ="注册帐号";
"BTN_TITLE_FIND_PASSWORD"                       ="忘记密码";
"BTN_TITLE_RESET_PASSWORD"                      ="修改密码";
"BTN_TITLE_BIND_ACCOUNT"                        ="绑定帐号";
"BTN_TITLE_COMFIRM"                             ="确认";
"BTN_TITLE_I_HAD_READ_AND_COMFIRM_USERTERM"     ="我已阅读并同意《会员条款及管理规章》";
"BTN_TITLE_CHANGE_LOGIN_TYPE"                   ="切换帐号";
"BTN_TITLE_FB_ACCOUNT_BIND"                     ="Facebook帐号绑定";
"BTN_TITLE_GUEST_ACCOUNT_BIND"                  ="免注册帐号绑定";
"BTN_TITLE_GAMECENTER_ACCOUNT_BIND"             ="GameCenter帐号绑定";
"BTN_TITLE_MEMBER_MANAGER"                      ="会员中心";
"BTN_TITLE_BIND_PHONE"                          ="绑定手机";
"BTN_TITLE_UNBIND_PHONE"                        ="解绑手机";

"LB_TITLE_ACCOUNT_LOGIN"                        ="帐号登入";
"LB_TITLE_USERTERM_AND_RULES"                   ="会员条款及管理规章";
"LB_TITLE_CUSTOMER_SERVICE"                     ="客服中心";
"LB_TITLE_REMEBER_ACCOUNT"                      ="记住帐号";

"TXT_ACCOUNT"                                   ="帐号";
"TXT_PASSWORD"                                  ="密码";
"TXT_ACCOUNT_RULE"                              ="6~18字符,仅限字母或数字";
"TXT_FACEBOOK_LOGINING"                         ="Facebook 帐号正在登录";
"TXT_WECHAT_LOGINING"                         ="微信帐号正在登录";
"TXT_ACCOUNT_XXX_LOGINING"                      ="帐号 %@ 正在登录";
"TXT_TIPS"                                      ="提示";
"TXT_ACCOUNT_AND_PWD_RULE"                      ="6~18字符，仅限字母或数字";

//placeholder
"TXT_PH_ACCOUNT_NAME"                              ="用户名";
"TXT_PH_ACCOUNT_OLD_PWD"                           ="旧密码";
"TXT_PH_ACCOUNT_NEW_PWD"                           ="新密码";
"TXT_PH_ACCOUNT_EMAIL"                             ="邮箱";
"TXT_PH_ACCOUNT_EMAIL_OPTIONAL"                    ="邮箱,选填,用于找回密码";
"TXT_PH_ACCOUNT_UID"                               ="userId";

// rule
"ALERT_MSG_ACCOUNT_RULE"                        ="帐号是6~18位字母或数字";
"ALERT_MSG_PASSWORD_RULE"                       ="密码是6~18位字母或数字";
"ALERT_MSG_AGREEMENT_RULE"                      ="您需要先同意条款";
"ALERT_MSG_ACCOUNT_AND_PWD_RULE"                ="帐号和密码不能相同";
"ALERT_MSG_OLD_PWD_AND_NEW_PWD_RULE"            ="新密码和旧密码不能相同";
"ALERT_MSG_EMAIL_RULE"                          ="您输入的邮箱格式不正确";
"ALERT_MSG_UID_NULL"                            ="输入的信息不能为空";
"ALERT_MSG_SAVE_ACCOUNT_AND_PASSWORD_TO_PHOTO_FAIL"         ="图片保存到相册失败";
"ALERT_MSG_SAVE_ACCOUNT_AND_PASSWORD_TO_PHOTO_SUCCESS"      ="图片保存到相册成功";

// PF
"TXT_PF_PHONE_BIND_REWARD_TIPS"                               ="点击绑定可获取游戏礼包";

"BTN_TITLE_PHONE_BIND_COMFIRM"                  ="确认绑定";
"BTN_TITLE_TO_BIND_PHONE"                       ="未绑定手机";
"BTN_TITLE_FETCH_VERTIFYCODE"                   ="获取验证码";
"BTN_TITLE_GIFT_CLICK_TO_RECEIVE"               ="点击领取";
"BTN_TITLE_GIFT_HAD_RECEIVE"                    ="已领取";
"BTN_TITLE_GIFT_HAD_SALE_OUT"                    ="已领光";
"BTN_TITLE_TXT_DELETE"                          ="刪除";
"BTN_TITLE_TXT_CANCEL"                          ="取消";
"BTN_TITLE_TXT_COMFIRM"                          ="确定";
"BTN_TITLE_MEMBER_PHONE_BIND"                  ="手机绑定";

"TXT_PH_PHONE_NUMBER"                               ="手机号码";
"TXT_PH_VERTIFYCODE"                               ="验证码";

"TXT_TITLE_MY_SERIAL_NUM"                            ="我的序号";
"TXT_SERIAL"                                         ="序号";
"TXT_GIFT_SERIAL"                                    ="礼包序号";
"TXT_INFORMATION"                                    ="资讯";
"TXT_HAD_COPY"                                       ="已复制";
"TXT_BIND_PHONE"                                     ="已绑定手机号";
"TXT_PHONE_NUM_IS_NULL"                              ="请输入电话号码";
"TXT_PHONE_NUM_REG_ERROR"                            ="电话号码格式不正确";
"TXT_VERTIFY_CODE_IS_NULL"                           ="验证码为空";
// 20171117
"TXT_NOT_DATA"                                      ="沒有数据";
"TXT_LOGIN_IN_GAMECENTER"                           ="为了提供给您更好的体验，请到设置->GameCenter中登录帐号";
"BTN_TITLE_TXT_SETTINGS"                            ="设置";
"TXT_GUEST_SAVE_IMAGE_OR_NOT"                       ="我们为使用游客登录的用户生成了一张图片，图片包含为此游客分配的账号信息，请问您是否需要将这张图片添加到您的手机照片中，以便忘记时找回？";

//20180313
"TXT_USER_LIST_DELETE_MSG"                                      ="确定在记录中删除账号 %@ 吗?";






